export const ru = {
  title: 'Пронин Артём',
  header: {
    nav: ['домой', 'работы', 'обо-мне', 'контакты'],
  },
  greeting: {
    heading: `Привет! Меня зовут Артём. Я `,
    span: 'Frontend разработчик.',
    contact: 'Напишите мне',
    current: 'В данный момент работаю над ',
    task: 'Портфолио',
    resume: 'Резюме',
  },
  projects: {
    name: 'проекты',
    apps: 'приложения',
    small: 'небольшие проекты',
    overview: [
      'Небольшая игра в жанре "кликер"',
      'Конструктор бургера',
      'Приложение доставки еды',
      'Вы здесь',
      'Список постов на чистом JS с возможностью удаления и добавления новых, посты открываются в модальном окне со списком комментариев + пагинация',
    ],
    viewall: `Все работы`,
    back: 'Назад',
  },
  skills: {
    name: 'навыки',
    lang: 'Языки',
    other: 'Другое',
    tools: 'Инструменты',
    frameworks: 'Фреймворки',
    viewall: `Все работы`,
    back: 'Назад',
  },
  about: {
    name: 'Обо-мне',
    first: `Я молодой и амбициозный Frontend разработчик с большим желанием и стремлением
    развиваться в сфере веб-разработки. Имею глубокие знания HTML, CSS и JavaScript, а также
    опыт работы с фреймворком React.`,
    second: `Уверен, что мой креативный подход к решению задач, сочетание логического мышления и
    эстетического восприятия позволят мне успешно реализовывать функциональные и приятные
    взгляду пользователей веб-приложения.`,
    third: `Готов принять любые технические или творческие вызовы, а также показать свои способности
    в коллективе с другими разработчиками. Я верю, что с командой профессионалов я смогу
    достичь высоких результатов и обеспечить качественный опыт пользователя через разработку
    привлекательных и интуитивно понятных интерфейсов.`,
    funfacts: 'факты-обо-мне',
    readmore: 'Читать больше',
    viewall: `Все работы`,
    back: 'Назад',
  },
  contacts: {
    name: 'контакты',
    article:
      'Ищу интересные проекты с задачами разной сложности. Если у вас есть какие-либо вопросы или предложения - пишите!',
    viewall: 'View all',
    back: 'Назад',
    msgme: 'Пишите сюда',
  },
  footer: {
    front: 'Front-end разработчик',
    media: 'Соц сети',
  },
};
